{
    "influencers": [
    {
          "name": "Murad Osmann",
          "location": "Russia",
          "description": "Murad Osmann is a highly successful traveler who has visited numerous places around the world and visits some very famous locations. He shares his photography on social media taken in very professional, signature and iconic styles. I believe they are very breathtaking and accurately capture vivid scenery and emotions from his travels. He is very well recognized by top sources such as Forbes and has won awards. I personally find his adventures very fascinating.",
          "imgsrc": "/travelers/muradosmann.jpg"
    },
    {
        "name": "Chris Burkard",
        "location": "Central Coast, California, USA",
        "description": "Chris Burkard is a traveler who specializes in scenic and nature photography of places he visits in his travels. His photo styles capture and express special landscape effects and views taken from above. He shares these photos on popular social media sites. He also speaks to the public about his experiences and inspires people to embark on adventures such as his. I find his works very admirable.",
        "imgsrc": "/travelers/chrisburkard.jpg"
    },
    {
        "name": "Jennifer Tuffen",
        "location": "Britain",
        "description": "Jennifer Tuffen is a traveler who visits locations all across the globe and is very versatile in the subjects she depicts in photos. They range from buildings and city-views to landscapes to finer details of travels. She takes them using her smartphone and uses very artistic effects for these photos. She makes sure to represent a variety of cultures around the world in these photos. I appreciate her flexibility and creativity in documenting these experiences.",
        "imgsrc": "/travelers/jennifertuffen.jpg"
    },
    {
        "name": "Lauren Bullen",
        "location": "Bali, Indonesia",
        "description": "Also known as “Gypsea_Lust”, Lauren Bullen is an individual whose travel experiences include well-known locations, photo and video documentation of which is shared online. Bullen’s content is found across various brands and skillsets include photography and blogging.",
        "imgsrc": "/travelers/laurenbullen.jpg"
    },
    {
        "name": "Alex Strohl",
        "location": "Global",
        "description": "Alex Strohl is a multi-talented individual whose skills include photography and filmmaking, which he showcases traveling across various scenic regions of the world such as mountainous places and locations with great landscapes. His works are published in many well-known sources. He shares knowledge and inspiring wisdom with his many followers and subscribers and generates a lot of revenue from his activity.",
        "imgsrc": "/travelers/alexstrohl.jpg"
    }
    ]
}